{
"Private Key": "Ein Private Key, auch privater Schlüssel, ist ein geheimes Passwort, das zu einer Bitcoin-Adresse gehört. Nur mit ihm lassen sich Transaktionen von dieser Adresse durchführen (Transaktionen signieren).",
"Privater Schlüssel": "Ein Private Key, auch privater Schlüssel, ist ein geheimes Passwort, das zu einer Bitcoin-Adresse gehört. Nur mit ihm lassen sich Transaktionen von dieser Adresse durchführen (Transaktionen signieren).",
"Privaten Schlüssel": "Ein Private Key, auch privater Schlüssel, ist ein geheimes Passwort, das zu einer Bitcoin-Adresse gehört. Nur mit ihm lassen sich Transaktionen von dieser Adresse durchführen (Transaktionen signieren).",
"Wallet": "Eine Wallet ist eine digitale Geldbörse, die Bitcoin-Adressen (public key) und die zugehörigen Passwörter (private key) sicher verwaltet.",
"Blockchain": "Eine Blockchain besteht aus verketteten Datenblöcken, in denen alle Transaktionen gespeichert sind.",
"Kryptographie": "Kryptographie ist die Wissenschaft, Daten zu verschlüsseln und zu entschlüsseln, um sie vor unbefugtem Zugriff zu schützen. Im Bitcoin-Kontext sorgt sie dafür, dass Transaktionen sicher und nur für berechtigte Personen lesbar sind, ähnlich wie ein Geheimcode, den nur bestimmte Personen verstehen können.",
"Cypherpunks":"Cypherpunks sind eine Gemeinschaft von Aktivisten, die sich seit den 1990er Jahren für den Einsatz von Kryptografie zur Förderung von Datenschutz, Anonymität und individuellen Freiheiten im digitalen Raum einsetzen. Sie prägten entscheidend die Entwicklung von Technologien wie Bitcoin.",
"Transaktion": "Eine Transaktion im Bitcoin-Kontext ist die Übertragung von Bitcoin von einer Person zur anderen. Stell es dir wie eine Geldüberweisung vor, bei der digitale Münzen von einem digitalen Geldbeutel in einen anderen verschoben werden.",
"Mining": "Mining ist der Prozess, bei dem neue Bitcoins geschaffen und Transaktionen verifiziert werden. Es ist, als ob man ein schwieriges mathematisches Rätsel löst; wer es zuerst schafft, bekommt eine Belohnung in Form von neuen Bitcoins.",
"Block": "Ein Block ist wie eine Seite im Kassenbuch des Bitcoin-Netzwerks. Er enthält eine Gruppe von Transaktionen, die verifiziert und dann dem Blockchain hinzugefügt werden, also der Kette aller bisherigen Blöcke.",
"Hashrate": "Die Hashrate misst die Rechenleistung, die für das Mining im Bitcoin-Netzwerk verwendet wird. Es ist wie die Geschwindigkeit, mit der ein Computer mathematische Rätsel löst; je höher die Hashrate, desto mehr Versuche können gemacht werden, das nächste Rätsel zu lösen.",
"Satoshi": "Ein Satoshi ist die kleinste Einheit eines Bitcoins, benannt nach dem Erfinder Satoshi Nakamoto. Es ist vergleichbar mit einem Cent im Euro, nur dass ein Bitcoin in 100 Millionen Satoshis unterteilt ist.",
"öffentlicher Schlüssel": "Ein öffentlicher Schlüssel ist wie eine Kontonummer im Bitcoin-Netzwerk. Er wird verwendet, um Bitcoin an eine bestimmte Person zu senden. Jeder kann ihn sehen und nutzen, um Zahlungen an dich zu senden, aber nur du kannst das Geld mit deinem privaten Schlüssel ausgeben.",
"Seed Phrase": "Eine Seed Phrase ist eine Liste von Wörtern, die als Sicherungskopie für deine Bitcoin-Wallet dient. Stell es dir wie einen Generalschlüssel vor: Mit dieser Phrase kannst du jederzeit auf deine Bitcoins zugreifen, selbst wenn du dein Gerät verlierst.",
"Paper Wallet": "Ein Paper Wallet ist ein physisches Dokument, auf dem deine Bitcoin-Schlüssel, oft als QR-Codes, gedruckt sind. Es ist wie ein Bargeldschein: sicher vor Hackern, solange du es sicher aufbewahrst, aber verlierst du es, verlierst du auch den Zugang zu deinen Bitcoins.",
"Software Wallet": "Eine Software Wallet ist eine Anwendung auf deinem Computer oder Smartphone, die deine Bitcoin-Schlüssel speichert und es dir ermöglicht, Transaktionen zu senden und zu empfangen. Es ist wie eine digitale Geldbörse, die immer mit dem Internet verbunden ist und schnellen Zugriff bietet.",
"Hardware Wallet": "Eine Hardware Wallet ist ein physisches Gerät, das deine Bitcoin-Schlüssel offline speichert. Es ist wie ein Safe für deine Bitcoins: sicher vor Hackern, da es nur dann mit dem Internet verbunden wird, wenn du es an deinen Computer anschließt.",
"Bit": "Ein bit ist in der digitalen Welt eine binäre Zahl, also nur bestehend aus 0 und 1. Ein Bit besteht aus 8 Zeichen. Zum Beispiel: Das Zeichen A in als bit: 01000001.",
"Quantencomputer": "Ein Quantencomputer ist ein extrem leistungsstarker Computer, der komplexe Berechnungen viel schneller durchführen kann als herkömmliche Computer. In Bezug auf Bitcoin könnte ein Quantencomputer theoretisch die Verschlüsselung knacken, die das Netzwerk schützt, was eine Bedrohung darstellen könnte.",
"Miner": "Ein Miner ist eine Person oder ein Gerät, das am Bitcoin-Netzwerk teilnimmt, indem es Transaktionen überprüft und neue Bitcoins erzeugt. Es ist wie ein Schürfer, der nach Gold sucht, nur dass hier Rechenleistung eingesetzt wird, um Belohnungen in Form von Bitcoins zu verdienen.",
"Input": "Ein Input in einer Bitcoin-Transaktion bezieht sich auf die Quelle der Bitcoins, die gesendet werden. Es ist wie das Geld, das du für einen Einkauf verwendest: Der Input zeigt, woher dieses Geld stammt, bevor es ausgegeben wird.",
"Output": "Ein Output in einer Bitcoin-Transaktion ist das Ziel, an das die Bitcoins gesendet werden. Es ist wie das Konto, auf das du das Geld überweist: Der Output zeigt, wohin die Bitcoins nach der Transaktion gehen.",
"UTXO": "UTXO steht für 'Unspent Transaction Output' und bezeichnet die verbleibenden Bitcoins nach einer Transaktion, die noch nicht ausgegeben wurden. Es ist wie Wechselgeld, das du nach einem Einkauf zurückbekommst und das für zukünftige Ausgaben verfügbar ist.",
"Lightning": "Das Lightning Network ist ein zusätzliches Netzwerk für Bitcoin, das schnelle und günstige Transaktionen ermöglicht. Es ist wie eine Schnellstraße neben der Hauptstraße: Transaktionen werden schneller abgewickelt, ohne die Hauptblockchain zu überlasten.",
"Hal Finney": "Hal Finney war ein Pionier in der Bitcoin-Entwicklung und einer der ersten, der mit Satoshi Nakamoto kommunizierte und die erste Bitcoin-Transaktion erhielt. Er trug maßgeblich zur frühen Entwicklung und Sicherheit von Bitcoin bei und ist eine legendäre Figur in der Kryptogemeinschaft.",
"Asset": "Ein Asset ist ein Wertgegenstand, den man besitzt, wie zum Beispiel Immobilien, Aktien oder auch Bitcoin. Im Bitcoin-Kontext bezeichnet es digitale Werte, die auf der Blockchain gespeichert und übertragen werden können, ähnlich wie ein digitales Eigentum.",
"Michael Saylor": "Michael Saylor ist der CEO von MicroStrategy und bekannt für seine starke Befürwortung von Bitcoin. Er hat das Unternehmen dazu gebracht, einen Großteil seiner Reserven in Bitcoin zu investieren, was ihn zu einer prominenten Figur in der Bitcoin-Community gemacht hat.",
"SEC": "Die SEC (Securities and Exchange Commission) ist die US-Behörde, die den Wertpapiermarkt überwacht. Sie reguliert und schützt Investoren vor Betrug. Im Bitcoin-Kontext prüft die SEC unter anderem, ob bestimmte Krypto-Assets als Wertpapiere eingestuft werden sollten.",
"Spot": "Spot bezieht sich auf den aktuellen Marktpreis eines Vermögenswerts, wie Bitcoin, der sofort gekauft oder verkauft werden kann. Es ist wie der Preis, den du in einem Geschäft zahlst, ohne Verzögerung oder Vertrag für zukünftige Lieferung.",
"Future": "Ein Future ist ein Vertrag, der es ermöglicht, Bitcoin zu einem festgelegten Preis und Datum in der Zukunft zu kaufen oder zu verkaufen. Es ist wie eine Wette darauf, ob der Bitcoin-Preis steigen oder fallen wird, wobei die Abwicklung erst später erfolgt.",


"51%-Attacke": "Eine 51%-Attacke passiert, wenn eine Gruppe im Bitcoin-Netzwerk mehr als 50% der Rechenleistung kontrolliert. Sie könnten dann Transaktionen rückgängig machen oder doppelt ausgeben, ähnlich wie wenn eine Person die Mehrheit der Stimmen hat und somit Entscheidungen allein treffen könnte."
}
